Repository: closemarketing/connect-woocommerce-library
Catalog: languages/connect-woocommerce-holded-*.po
Languages: es_es

source: No API Key
es_es: No hay clave API

source: Default price
es_es: Precio por defecto

source: Default serie
es_es: Serie por defecto

source: None
es_es: Ninguno

source: WooCommerce Holded: Plugin is enabled but no api key or secret provided. Please enter your api key and secret <a href="%s">here</a>.
es_es: WooCommerce Holded: El plugin está habilitado pero no se ha proporcionado la clave API o el secreto. Por favor, introduce la clave API y su secreto <a href="%s">aquí</a>.

source: Paid by cash
es_es: Pagado en efectivo

source: Paid by check
es_es: Pagado con cheque

source: Paid by paypal
es_es: Pagado por paypal

source: Paid by bank transfer
es_es: Pagado por transferencia bancaria

source: Paid by
es_es: Pagado por

source: Order synced correctly with Holded, ID:
es_es: Pedido sincronizado correctamente con Holded, ID:

source: Connect WooCommerce
es_es: Conectar WooCommerce

source: Connect
es_es: Conectar

source: WooCommerce Connection Settings with
es_es: Configuración de la conexión de WooCommerce con

source: Sync products
es_es: Sincronizar productos

source: Sync Orders
es_es: Sincronizar pedidos

source: Automate
es_es: Automatización

source: Settings
es_es: Ajustes

source: Frontend Settings
es_es: Ajustes de portada

source: License
es_es: Licencia

source: Save settings
es_es: Guardar ajustes

source: Save automate
es_es: Guardar automatización

source: Save public
es_es: Guardar parte pública

source: Save
es_es: Guardar

source: What is the license for?
es_es: ¿Para qué es la licencia?

source: With the <a href="%1$s" target="_blank">Connect WooCommerce for %2$s</a> license, you'll have updates and automatic fixes to what's new or change in your system, so you'll always have the latest functionalities for the plugin.
es_es: Con la licencia <a href="%1$s" target="_blank">Connect WooCommerce para %2$s</a>, dispondrás de actualizaciones y correcciones automáticas de las novedades o cambios en tu sistema, por lo que siempre tendrás las últimas funcionalidades del plugin.

source: How do I get a license?
es_es: ¿Cómo obtengo una licencia?

source: Visit the <a href="%1$s" target="_blank">Connect WooCommerce for %2$s</a> page and purchase the licenses you need, depending on the number of WordPress MultiSites you're using.
es_es: Visita la página <a href="%1$s" target="_blank">Conectar WooCommerce para %2$s</a> y compra las licencias que necesites, en función del número de WordPress que esté utilizando.

source: Instance:
es_es: Instancia:

source: Settings for Importing in WooCommerce
es_es: Ajustes para importar en Woocommerce

source: NEO ID Centre
es_es: CENTRO NEO ID

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: API Key
es_es: Clave de la API

source: Import stock?
es_es: ¿Importar el inventario?

source: Default status for new products?
es_es: ¿Estado por defecto para los nuevos productos?

source: Virtual products?
es_es: ¿Produtos virtuales?

source: Allow backorders?
es_es: ¿Permitir reservas?

source: Category separator
es_es: Separador de categorías

source: Attribute to use as category
es_es: Atributo a utilizar como categoría

source: Import category only in new products?
es_es: ¿Importar la categoría solo en nuevos productos?

source: Filter products by tags? (separated by comma and no space)
es_es: ¿Filtrar productos por etiquetas? (separadas por coma y sin espacio)

source: Get prices with Tax?
es_es: ¿Obtener precios con impuestos?

source: Product price rate for this eCommerce
es_es: Tarifa de precios de producto para esta tienda

source: Copy and paste the ID of the rates for publishing in the web
es_es: Copiar y pegar el ID de las tarifas para publicar en la web

source: Document to create after order completed?
es_es: ¿Documento a crear una vez completado el pedido?

source: Serie number
es_es: Numeración documentos

source: Create document for free Orders?
es_es: ¿Crear un documento para pedidos gratuitos?

source: Status to sync Orders?
es_es: ¿Estado para sincronizar los pedidos?

source: ID Holded design for document
es_es: ID Diseño de Holded para el documento

source: When do you want to sync?
es_es: ¿Cuándo quieres sincronizar?

source: How many products do you want to sync each time?
es_es: ¿Cuántos productos quieres sincronizar cada vez?

source: Do you want to receive an email when all products are synced?
es_es: ¿Quieres recibir un correo electrónico cuando todos los productos se hayan sincronizado?

source: Settings for Woocommerce Shop
es_es: Ajustes de la tienda Woocommerce

source: Ask for VAT in Checkout?
es_es: ¿Pedir el CIF/NIF al finalizar la compra?

source: VAT info mandatory?
es_es: ¿Hacer obligatorio NIF/CIF?

source: Show Company field?
es_es: ¿Mostrar el campo Empresa?

source: Remove other shipping methods when free is possible?
es_es: ¿Eliminar otros métodos de envío cuando es posible la gratuita?

source: Adds terms and conditions in registration page?
es_es: ¿Añadir términos y condiciones en la página de registro?

source: License API Key
es_es: Clave API de la licencia

source: License Product ID
es_es: ID de producto de la licencia

source: License Status
es_es: Estado de la licencia

source: Deactivate License
es_es: Desactivar licencia

source: filtered
es_es: filtrados

source: Make your settings to automate the sync.
es_es: Realiza la configuración para automatizar la sincronización.

source: Actual Automate status:
es_es: Estado real de automatización:

source: products synced with
es_es: productos sincronizados con

source: Yes
es_es: Sí

source: Draft
es_es: Borrador

source: Publish
es_es: Publicado

source: Pending
es_es: Pendiente

source: Private
es_es: Privado

source: Notify
es_es: Avisar

source: Yes, tax included
es_es: Sí, impuestos incluidos

source: No, tax not included
es_es: No, impuestos no incluidos

source: Not sync
es_es: No sincronizar

source: Invoice
es_es: Factura

source: Sales receipt
es_es: Recibo de venta

source: Sales order
es_es: Pedido de venta

source: Waybill
es_es: Albarán

source: All status orders
es_es: Todos los estados de pedido

source: Only Completed
es_es: Sólo completados

source: Please select the following settings in order customize your eCommerce.
es_es: Por favor, selecciona los siguientes ajustes para personalizar su comercio electrónico.

source: Activated
es_es: Activado

source: Deactivated
es_es: Desactivado

source: Deactivates License so it can be used on another site.
es_es: Desactiva la licencia para que pueda ser utilizada en otro sitio.

source: License Connect WooCommerce deactivated.
es_es: Licencia Connect WooCommerce desactivada.

source: Connect WooCommerce activated.
es_es: Conectar WooCommerce activado.

source: Connection failed to the License Key API server. Try again later. There may be a problem on your server preventing outgoing requests, or the store is blocking your request to activate the plugin/theme.
es_es: Error en la conexión al servidor de API de clave de licencia. Inténtalo de nuevo más tarde. Puede haber un problema en su servidor que impida las solicitudes salientes, o la tienda está bloqueando su solicitud para activar el tema/plugin.

source: The API Key activation could not be commpleted due to an unknown error possibly on the store server The activation results were empty.
es_es: La activación de la Clave API no ha podido ser completada debido a un error desconocido posiblemente en el servidor de la tienda Los resultados de la activación estaban vacíos.

source: The API Key is missing from the deactivation request.
es_es: Falta la clave de la API en la solicitud de desactivación.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %1$s updates. Please add %2$s to %3$s.
es_es: <b>Atención</b> Está bloqueando peticiones externas, lo que significa que no podrá recibir actualizaciones de %1$s. Por favor, añade %2$s a %3$s.

source: Variation error:
es_es: Error de variación:

source: Product not imported becouse any variant has got SKU:
es_es: Producto no importado porque ninguna variante tiene SKU:

source: SKU not finded in Simple product. Product not imported
es_es: SKU no encontrado en el producto simple. No se ha importado el producto:

source: Product type not supported. Product not imported
es_es: El tipo de producto no es compatible. Producto no importado:

source: All products synced with
es_es: Todos los productos están sincronizados con

source: Total products:
es_es: Total de productos:

source: Time:
es_es: Hora:

source: Total Time:
es_es: Tiempo Total:

source: Errors founded
es_es: Errores encontrados

source: Product id:
es_es: ID del producto:

source: View in Holded
es_es: Ver en Holded

source: Product name:
es_es: Nombre del producto:

source: Product sku:
es_es: SKU del producto:

source: Subproduct created:
es_es: Subproducto creado:

source: Subproduct synced:
es_es: Subproducto sincronizado:

source: Product created:
es_es: Producto creado:

source: Product synced:
es_es: Producto sincronizado:

source: No products to import
es_es: No hay productos para importar

source: There was an error while inserting new product!
es_es: ¡Ha habido un error al insertar el nuevo producto!

source: Product needs Plugin to import:
es_es: El producto necesita un plugin para ser importado:

source: Product filtered to not import:
es_es: Producto filtrado para que no sea importado:

source: SKU not finded in Simple product. Product not imported:
es_es: SKU no encontrado en el producto simple. No se ha importado el producto:

source: SKU not finded in Simple product. Product not imported.
es_es: SKU no encontrado en el producto simple. No se ha importado el producto.

source: Product type not supported. Product not imported:
es_es: El tipo de producto no es compatible. Producto no importado:

source: products.
es_es: productos.

source: Categories:
es_es: Categorías:

source: View
es_es: Ver

source: All caught up!
es_es: ¡Todo atrapado!

source: Name:
es_es: Nombre:

source: Edit:
es_es: Editar:

source: Error in Products Synced in
es_es: Error al sincronizar productos en

source: Import Products from %s
es_es: Importar productos de %s

source: After you fillup the API settings, use the button below to import the products. The importing process may take a while and you need to keep this page open to complete it.
es_es: Después de rellenar los ajustes de la API, utiliza el siguiente botón para importar los productos. El proceso de importación puede tardar un tiempo y debes mantener esta página abierta para completarlo.

source: Start Import
es_es: Iniciar la importación

source: Log
es_es: Registro

source: Connecting with API and syncing Products ...
es_es: Conectar con API y sincronizar Productos ...

source: Free order not created in
es_es: Pedido gratuito no creada en

source: No orders to import
es_es: No hay pedidos para importar

source: Order already exported to API ID:
es_es: Pedido ya exportado a API ID:

source: Free order not exported
es_es: Pedido gratuito no exportado

source: Order Created.
es_es: Pedido creado.

source: Order not created.
es_es: Pedido no creado.

source: orders.
es_es: pedidos.

source: Created:
es_es: Creado:

source: Sync Completed Orders to
es_es: Sincronizar pedidos completados con

source: After you fillup the API settings, use the button below to import the products. The importing process may take a while and you need to keep this page open to complete it. Only COMPLETED Orders will be synced.
es_es: Después de rellenar los ajustes de la API, utilice el botón de abajo para importar los productos. El proceso de importación puede tardar un poco y necesita mantener esta página abierta para completarlo. Sólo se sincronizarán los pedidos COMPLETADOS.

source: Connecting and syncing orders ...
es_es: Conexión y sincronización de pedidos ...

source: VAT No
es_es: NIF/CIF

source: VAT info:
es_es: Información sobre NIF/CIF:

source: I&rsquo;ve read and accept the <a href="%s" target="_blank" class="woocommerce-terms-and-conditions-link">terms &amp; conditions</a>
es_es: He leído y acepto los <a href="%s" target="_blank" class="woocommerce-terms-and-conditions-link">términos &amp; condiciones</a>

source: Terms and condition are not checked!
es_es: ¡No se han aceptado los términos y condiciones!

source: Every 5 minutes
es_es: Cada 5 minutos

source: Every 15 minutes
es_es: Cada 15 minutos

source: Every 30 Minutes
es_es: Cada 30 minutos

source: Every 1 Hour
es_es: Cada 1 hora

source: Every 3 Hours
es_es: Cada 3 Horas

source: Every 6 Hours
es_es: Cada 6 horas

source: Every 12 Hours
es_es: Cada 12 Horas

source: Put the connection API key settings in order to connect and sync products. You can go here <a href = "%s" target = "_blank">App Holded API</a>.
es_es: Ponga la configuración de la clave de API de conexión con el fin de conectar y sincronizar los productos. Usted puede ir aquí <a href = "%s" target = "_blank">App Holded API</a>.

source: Connects Holded with WooCommerce and syncs products, customers, orders and stock.
es_es: Conecta Holded con WooCommerce y sincroniza productos, clientes, pedidos y stock.
